abseil
act
aom
aribb24
arm-none-eabi-binutils
arm-none-eabi-gcc@8
assimp
autoconf
automake
avr-binutils
avr-gcc@8
avrdude
bat
binwalk
boost
bootloadhid
brotli
btop
c-ares
ca-certificates
cairo
capstone
cjson
clang-format
clblas
clblast
cmake
confuse
curl
dav1d
dbus
dfu-programmer
dfu-util
double-conversion
dtc
eigen
exiftool
eza
fastfetch
fd
ffmpeg
flac
fontconfig
fortune
freetype
frei0r
fribidi
fzf
gcc
gd
gettext
gh
ghostscript
giflib
glib
gmp
gnuplot
gnutls
graphite2
grep
harfbuzz
hid_bootloader_cli
hidapi
highway
hunspell
hwloc
icu4c
imath
isl
jasper
jbig2dec
john
jpeg-turbo
jpeg-xl
jsoncpp
lame
lazygit
leptonica
libarchive
libass
libavif
libb2
libbluray
libcerf
libevent
libftdi
libgit2
libidn
libidn2
libimagequant
liblinear
libmicrohttpd
libmng
libmpc
libnghttp2
libogg
libomp
libpng
libraqm
librist
libsamplerate
libslirp
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtermkey
libtiff
libunibreak
libunistring
libusb
libusb-compat
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
llvm
lpeg
ltex-ls
lua
luajit
luv
lz4
lzo
m4
make
mas
mbedtls
md4c
mdloader
mpdecimal
mpfr
mpg123
msgpack
ncurses
neovim
neovim-qt
nettle
nmap
node
numpy
oniguruma
openblas
opencore-amr
openexr
openjdk
openjpeg
openldap
openssl@3
openvino
opus
p11-kit
p7zip
pango
pcre
pcre2
pillow
pixman
pkg-config
pnpm
progress
protobuf
pugixml
pybind11
python-filelock
python-jinja
python-markupsafe
python-mpmath
python-networkx
python-packaging
python-psutil
python-pyparsing
python-sympy
python-typing-extensions
python@3.11
python@3.12
pytorch
pyyaml
qemu
qhull
qmk
qt
qt@5
rav1e
readline
ripgrep
rtmpdump
rubberband
rust
sdl2
six
sleef
snappy
snowmachine
speex
spotify_player
sqlite
srt
ssdeep
svt-av1
swiftformat
swiftlint
tbb
tcl-tk
teensy_loader_cli
tesseract
texinfo
texlab
theora
tmux
tree-sitter
unbound
unibilium
utf8proc
vde
webp
x264
x265
xcbeautify
xcodegen
xorgproto
xvid
xz
z3
zeromq
zimg
zsh-autosuggestions
zstd
1password-cli
alacritty
altserver
audacity
betterdisplay
burp-suite
chromedriver
chromium
codeedit
cyberduck
db-browser-for-sqlite
devtoys
discord
firefox
font-3270-nerd-font
font-agave-nerd-font
font-jetbrains-mono-nerd-font
gitkraken
hex-fiend
ipatool
iterm2
jetbrains-toolbox
keka
kitty
mac-mouse-fix
mactex
microsoft-auto-update
microsoft-powerpoint
moonlight
mpv
neovide
obsidian
onyx
openinterminal
orbstack
postman
protonvpn
raycast
shottr
spotify
termius
transmission
utm
visual-studio-code
vmware-fusion
whisky
wireshark
zap
zed
zoom
